export const descriptionData = [
  {
    text:
      "Отсталая пешка — это не про пафос и попытки угодить всем и каждому, Мы рассказываем о шахматах таким языком, каким мы говорим в реальной жизни",
    title: "Отсталая пешка",
    subtitle: "YouTube канал",
  },
  {
    text:
      "Это один из немногих каналов на шахматном YouTube, где никто не строит из себя интеллигентов, не подбирает каждое слово и старается быть на одной волне со своей аудиторией",
    title: "Про нас",
    subtitle: "Что за канал",
  },
  {
    text:
      "Мы два брата, которые выросли далеко не в самом лучшем месте, но в какой-то момент просто подсели на шахматы и не смогли с этого слезть",
    title: "Кто мы такие",
    subtitle: "Немного биографии",
  },
  {
    text:
      "Для нас YouTube — это не работа и не проект, Это место, где можно выговориться, поделиться своими мыслями и просто порофлить над тем, что происходит вокруг",
    title: "Наш подход",
    subtitle: "Почему мы это делаем",
  },
  {
    text:
      "Мы не стараемся быть правильными, мы просто делаем так, как нам самим было бы интересно смотреть, Если нам самим это заходит — значит найдутся люди с таким же вкусом",
    title: "Отношение",
    subtitle: "К контенту",
  },
  {
    text:
      "И самое странное — находятся люди, которым это откликается. Люди, которым тоже близок такой формат контента, сказать честно, это удивляет",
    title: "Наши зрители",
    subtitle: "Удивиительный факт",
  },
];
